---
kind: property
id: P:Autodesk.Revit.DB.DWFExportOptions.ImageQuality
source: html/f9fe693c-2353-25d5-aeae-4d8106e14840.htm
---
# Autodesk.Revit.DB.DWFExportOptions.ImageQuality Property

Image quality level when compressed raster format(JPEG) is used.

## Syntax (C#)
```csharp
public DWFImageQuality ImageQuality { get; set; }
```

## Remarks
The default value is Default.